Repository: wxy/GloWalk
Catalog: GloWalk/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# about.weatherLegal
source: Legal
de: Rechtliches
es: Información legal
fr: Mentions légales
it: Note legali
ja: 法的情報
ko: 법적 정보
pt_br: Informações legais
ru: Правовая информация
zh_hans: 法律声明
zh_hant: 法律聲明

# ambient.level.bright
source: Bright
de: Hell
es: Claro
fr: Lumineux
it: Chiaro
ja: 明るい
ko: 밝음
pt_br: Claro
ru: Светло
zh_hans: 明亮
zh_hant: 明亮

# ambient.level.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Buio
ja: 暗い
ko: 어두움
pt_br: Escuro
ru: Темно
zh_hans: 昏暗
zh_hant: 昏暗

# ambient.level.dim
source: Dim
de: Gedimmt
es: Tenue
fr: Tamisé
it: Debole
ja: やや暗い
ko: 약간 어두움
pt_br: Fraco
ru: Тускло
zh_hans: 暗淡
zh_hant: 暗淡

# ambient.level.fairlyBright
source: Fairly bright
de: Ziemlich hell
es: Bastante claro
fr: Assez lumineux
it: Abbastanza chiaro
ja: かなり明るい
ko: 꽤 밝음
pt_br: Bastante claro
ru: Довольно светло
zh_hans: 较亮
zh_hant: 較亮

# camera.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# camera.description
source: GloWalk senses ambient brightness with the front camera and reads ground reflection with the rear camera where supported. No photos are taken. No video is recorded. A glance every few seconds, then forgotten. You may also adjust brightness by hand.
de: GloWalk erfasst die Umgebungshelligkeit mit der vorderen Kamera und, auf unterstützten Geräten, Bodenreflexionen mit der hinteren Kamera. Es werden keine Fotos aufgenommen und keine Videos aufgezeichnet. Ein kurzer Blick alle paar Sekunden – dann verworfen. Sie können die Helligkeit auch manuell einstellen.
es: GloWalk detecta la luz ambiental con la cámara delantera y, en los dispositivos compatibles, lee los reflejos del suelo con la cámara trasera. No se toman fotos ni se graban vídeos. Una mirada cada pocos segundos y nada se guarda. También puedes ajustar el brillo manualmente.
fr: GloWalk détecte la luminosité ambiante avec la caméra avant et, sur les appareils compatibles, lit les reflets du sol avec la caméra arrière. Aucune photo n'est prise. Aucune vidéo n'est enregistrée. Un coup d'œil toutes les quelques secondes, puis tout est oublié. Vous pouvez aussi régler la luminosité à la main.
it: GloWalk rileva la luminosità ambientale con la fotocamera anteriore e, sui dispositivi supportati, legge i riflessi del suolo con quella posteriore. Nessuna foto. Nessun video. Uno sguardo ogni pochi secondi, poi tutto viene dimenticato. Puoi anche regolare la luminosità a mano.
ja: GloWalk は前面カメラで環境の明るさを感知し、対応デバイスでは背面カメラで路面の反射光も読み取ります。 写真は撮りません。動画も録画しません。 数秒ごとにひと目だけ確認し、すぐに破棄されます。 明るさは手動でも調整できます。
ko: GloWalk는 전면 카메라로 주변 밝기를 감지하고, 지원되는 기기에서는 후면 카메라로 바닥 반사광도 읽습니다. 사진을 찍지 않으며, 영상을 녹화하지 않습니다. 몇 초마다 한 번씩 살펴본 뒤 바로 버려집니다. 밝기는 손으로 직접 조절할 수도 있습니다.
pt_br: O GloWalk detecta a luminosidade ambiente com a câmera frontal e, em aparelhos compatíveis, lê o reflexo do chão com a câmera traseira. Nenhuma foto é tirada. Nenhum vídeo é gravado. Uma olhada a cada poucos segundos, e logo é descartada. Você também pode ajustar o brilho manualmente.
ru: GloWalk определяет окружающую освещённость передней камерой, а на поддерживаемых устройствах считывает отражение от земли задней камерой. Никаких фото. Никакого видео. Взгляд каждые несколько секунд — и всё забыто. Яркость также можно регулировать вручную.
zh_hans: GloWalk 用前置摄像头感知环境明暗，支持的设备上以后置摄像头读取路面反光 不拍照、不录像、不存储任何画面 每 5 秒采样一次即丢弃 拒绝后需手动调节亮度
zh_hant: GloWalk 用前置鏡頭感知環境明暗，支援的裝置上以後置鏡頭讀取路面反光 不拍照、不錄影、不儲存任何畫面 每 5 秒取樣一次即丟棄 拒絕後需手動調整亮度

# camera.title
source: Ambient Light
de: Umgebungslicht
es: Luz ambiental
fr: Luminosité ambiante
it: Luce ambientale
ja: 環境光の感知
ko: 주변광 감지
pt_br: Luz ambiente
ru: Окружающий свет
zh_hans: 环境光感知
zh_hant: 環境光感知

# factor.ambient
source: Ambient
de: Umgebung
es: Ambiente
fr: Ambiante
it: Ambiente
ja: 環境光
ko: 주변광
pt_br: Ambiente
ru: Свет
zh_hans: 环境光
zh_hant: 環境光

# factor.dark
source: Adapt
de: Anpassung
es: Adaptación
fr: Adaptation
it: Adattamento
ja: 暗順応
ko: 암순응
pt_br: Adaptação
ru: Адаптация
zh_hans: 暗适应
zh_hant: 暗適應

# factor.posture
source: Posture
de: Haltung
es: Postura
it: Postura
ja: 姿勢
ko: 자세
pt_br: Postura
ru: Положение
zh_hans: 姿态
zh_hant: 姿態

# help.autoDesc
source: GloWalk adjusts light using camera measurements. Where available, rear-camera feedback controls the light; otherwise a factor model is used. Manual brightness is retained until you restore auto.
de: Die Kameramessung steuert das Licht. Rückmeldung der Rückkamera hat Vorrang, sonst wird ein Faktorenmodell verwendet. Manuelle Helligkeit bleibt bis zur Rückkehr zur Automatik erhalten.
es: La luz se ajusta mediante las cámaras. Se usa la respuesta de la cámara trasera si está disponible; si no, un modelo de factores. El brillo manual se mantiene hasta volver a Auto.
fr: L’éclairage utilise les mesures des caméras. Le retour de la caméra arrière est prioritaire ; sinon, un modèle de facteurs est utilisé. Le réglage manuel reste jusqu’au retour en Auto.
it: La luce usa le misurazioni delle fotocamere. Il feedback posteriore ha priorità; altrimenti viene usato un modello di fattori. La luminosità manuale resta fino al ritorno ad Auto.
ja: カメラの測定で調光します。背面カメラのフィードバックが使える場合はそれを優先し、それ以外は要因モデルを使用します。手動設定は自動に戻すまで保持します。
ko: 카메라 측정으로 밝기를 조절합니다. 후면 카메라 피드백이 가능하면 이를 사용하고, 아니면 요인 모델을 사용합니다. 수동 설정은 자동으로 돌아갈 때까지 유지됩니다.
pt_br: A luz usa medições das câmeras. O retorno da câmera traseira tem prioridade; caso contrário, usa um modelo de fatores. O brilho manual permanece até voltar ao automático.
ru: Свет регулируется по данным камер. Приоритет у обратной связи задней камеры; иначе используется модель факторов. Ручная яркость сохраняется до возврата в авторежим.
zh_hans: GloWalk 根据摄像头测量自动调光。后摄反馈可用时由闭环控制，否则使用因素模型。手动亮度会保持，直到你恢复自动。
zh_hant: GloWalk 根據攝像頭測量自動調光。後攝反饋可用時由閉環控制，否則使用因素模型。手動亮度會保持，直到你恢復自動。

# help.autoTitle
source: Auto Brightness
de: Automatische Helligkeit
es: Brillo automático
fr: Luminosité auto
it: Luminosità automatica
ja: 自動調光
ko: 자동 밝기
pt_br: Brilho automático
ru: Автояркость
zh_hans: 自动调光
zh_hant: 自動調光

# help.dismissDesc
source: Swipe down on the poster to dismiss it and return to walk history.
de: Wischen Sie das Poster nach unten, um es zu schließen und zum Verlauf zurückzukehren.
es: Desliza el póster hacia abajo para cerrarlo y volver al historial de paseos.
fr: Balayez le poster vers le bas pour le fermer et revenir à l'historique des marches.
it: Scorri il poster verso il basso per chiuderlo e tornare alla cronologia delle passeggiate.
ja: ポスターを下にスワイプすると閉じて、歩行履歴に戻ります。
ko: 포스터를 아래로 스와이프하면 닫히고 걷기 기록으로 돌아갑니다.
pt_br: Deslize o pôster para baixo para fechá-lo e voltar ao histórico de caminhadas.
ru: Смахните постер вниз, чтобы закрыть его и вернуться к истории прогулок.
zh_hans: 在海报页面向下滑动即可关闭，返回步行历史。
zh_hant: 在海報頁面向下滑動即可關閉，返回步行歷史。

# help.dismissTitle
source: Dismiss Poster
de: Poster schließen
es: Cerrar póster
fr: Fermer le poster
it: Chiudi poster
ja: ポスターを閉じる
ko: 포스터 닫기
pt_br: Fechar pôster
ru: Закрыть постер
zh_hans: 关闭海报
zh_hant: 關閉海報

# help.dragDesc
source: Drag the glow to adjust brightness; drag to the bottom to turn off only the light. Recording continues. Tap the glow to restore auto brightness.
de: Licht zum Dimmen ziehen. Ganz unten geht nur das Licht aus; die Aufzeichnung läuft weiter. Tippen stellt Automatik wieder her.
es: Arrastra la luz para ajustar el brillo. Abajo del todo solo se apaga la luz; el registro continúa. Toca para volver a Auto.
fr: Faites glisser la lueur pour régler l’intensité. Tout en bas, seule la lumière s’éteint ; l’enregistrement continue. Touchez pour rétablir Auto.
it: Trascina la luce per regolare la luminosità. In fondo si spegne solo la luce; la registrazione continua. Tocca per tornare ad Auto.
ja: 光をドラッグして調光。最下部では照明だけ消え、記録は続きます。タップで自動調光に戻ります。
ko: 빛을 드래그하여 밝기를 조절하세요. 맨 아래로 내리면 조명만 꺼지고 기록은 계속됩니다. 탭하면 자동으로 돌아갑니다.
pt_br: Arraste a luz para ajustar o brilho. Na parte inferior, só a luz se apaga; o registro continua. Toque para voltar ao automático.
ru: Перетаскивайте свечение для регулировки яркости. Внизу выключается только свет; запись продолжается. Касание возвращает авторежим.
zh_hans: 拖动光晕调节亮度；拖到底部仅关灯，记录继续。轻点光晕恢复自动调光。
zh_hant: 拖動光暈調節亮度；拖到底部僅關燈，記錄繼續。輕點光暈恢復自動調光。

# help.dragTitle
source: Drag to Adjust
de: Zum Einstellen ziehen
es: Deslizar para ajustar
fr: Glisser pour régler
it: Trascina per regolare
ja: ドラッグで調整
ko: 드래그로 조절
pt_br: Arrastar para ajustar
ru: Свайп для настройки
zh_hans: 滑动调节亮度
zh_hant: 滑動調整亮度

# help.endDesc
source: Double-tap the glow or tap Stop, then confirm to end. Only walks with steps, distance, a recorded path and active time are saved.
de: Doppelt auf das Licht oder auf Stopp tippen und bestätigen. Nur Spaziergänge mit Schritten, Strecke, Verlauf und aktiver Dauer werden gespeichert.
es: Toca dos veces la luz o pulsa Detener y confirma. Solo se guardan paseos con pasos, distancia, trazado y tiempo activo.
fr: Touchez deux fois la lueur ou le bouton Arrêter, puis confirmez. Seules les marches avec pas, distance, tracé et durée active sont enregistrées.
it: Tocca due volte la luce o il pulsante Stop, poi conferma. Si salvano solo camminate con passi, distanza, tracciato e durata attiva.
ja: 光をダブルタップするか終了ボタンを押し、確認します。歩数・距離・軌跡・有効時間が揃った歩行だけ保存します。
ko: 빛을 두 번 탭하거나 종료 버튼을 누른 뒤 확인하세요. 걸음 수, 거리, 경로와 유효 시간이 모두 있는 기록만 저장합니다.
pt_br: Toque duas vezes na luz ou em Parar e confirme. Só são salvas caminhadas com passos, distância, trajeto e tempo ativo.
ru: Дважды коснитесь свечения или нажмите Стоп, затем подтвердите. Сохраняются только прогулки с шагами, расстоянием, треком и активным временем.
zh_hans: 双击光晕或点击结束按钮，确认后结束。仅保存同时具备步数、距离、轨迹和有效时长的步行。
zh_hant: 按兩下光暈或點擊結束按鈕，確認後結束。僅儲存同時具備步數、距離、軌跡和有效時長的步行。

# help.endTitle
source: Double Tap to End
de: Doppeltippen zum Beenden
es: Doble toque para terminar
fr: Double-toucher pour finir
it: Doppio tocco per terminare
ja: ダブルタップで終了
ko: 두 번 탭으로 종료
pt_br: Toque duplo para encerrar
ru: Двойное касание — конец
zh_hans: 双击结束步行
zh_hant: 雙擊結束步行

# help.historyDesc
source: Tap any walk in your history to view and share its night poster again.
de: Tippen Sie auf einen Spaziergang im Verlauf, um sein Nachtposter erneut anzusehen und zu teilen.
es: Toca cualquier paseo del historial para volver a ver y compartir su póster nocturno.
fr: Touchez une marche dans l'historique pour revoir et partager son poster nocturne.
it: Tocca una passeggiata nella cronologia per rivedere e condividere il suo poster notturno.
ja: 履歴の歩行をタップすると、その夜のポスターを再表示・共有できます。
ko: 기록에서 걷기를 탭하면 해당 밤의 포스터를 다시 보고 공유할 수 있습니다.
pt_br: Toque em qualquer caminhada no histórico para rever e compartilhar o pôster noturno dela.
ru: Нажмите на любую прогулку в истории, чтобы снова посмотреть и поделиться её ночным постером.
zh_hans: 步行历史中点击任意记录，可重新查看和分享该次步行的夜路海报。
zh_hant: 步行歷史中點擊任意記錄，可重新查看和分享該次步行的夜路海報。

# help.historyTitle
source: View Past Posters
de: Frühere Poster ansehen
es: Ver pósters anteriores
fr: Voir les posters
it: Vedi poster precedenti
ja: 過去のポスターを見る
ko: 지난 포스터 보기
pt_br: Ver pôsteres anteriores
ru: Смотреть постеры
zh_hans: 查看历史海报
zh_hant: 查看歷史海報

# help.longPressDesc
source: Hold the glow for 0.6 seconds to pause the light and recording. Tap to continue. Locking or leaving the app also pauses; return and tap to continue. Paused time and movement are excluded.
de: Das Licht 0,6 Sekunden halten, um Beleuchtung und Aufzeichnung zu pausieren. Zum Fortsetzen tippen. Sperren oder Verlassen der App pausiert ebenfalls. Pausenzeit und Bewegung werden nicht gezählt.
es: Mantén la luz 0,6 segundos para pausar la iluminación y el registro. Toca para continuar. Bloquear o salir de la app también pausa. El tiempo y movimiento en pausa no cuentan.
fr: Maintenez la lueur 0,6 seconde pour arrêter l’éclairage et l’enregistrement. Touchez pour reprendre. Verrouiller ou quitter l’app met aussi en pause. Le temps et les déplacements en pause sont exclus.
it: Tieni premuta la luce per 0,6 secondi per sospendere luce e registrazione. Tocca per riprendere. Anche bloccare o uscire dall’app mette in pausa. Tempo e spostamenti in pausa sono esclusi.
ja: 光を0.6秒長押しすると照明と記録が一時停止します。タップで再開。画面ロックやアプリを離れた場合も停止します。停止中の時間と移動は含みません。
ko: 빛을 0.6초간 누르면 조명과 기록이 정지됩니다. 탭하여 계속하세요. 화면 잠금이나 앱 이탈 시에도 정지됩니다. 정지 중 시간과 이동은 제외합니다.
pt_br: Segure a luz por 0,6 segundo para pausar a iluminação e o registro. Toque para continuar. Bloquear ou sair do app também pausa. Tempo e movimento durante a pausa não contam.
ru: Удерживайте свечение 0,6 секунды для паузы света и записи. Коснитесь для продолжения. Блокировка или выход из приложения также включает паузу. Время и движение на паузе не учитываются.
zh_hans: 长按光晕 0.6 秒暂停照明与记录，轻点继续。锁屏或离开应用也会暂停，回来轻点继续。暂停期间的时长与移动不计入记录。
zh_hant: 長按光暈 0.6 秒暫停照明與記錄，輕點繼續。鎖屏或離開應用也會暫停，回來輕點繼續。暫停期間的時長與移動不計入記錄。

# help.longPressTitle
source: Pause and continue
de: Pause und Fortsetzen
es: Pausar y continuar
fr: Pause et reprise
it: Pausa e ripresa
ja: 一時停止と再開
ko: 정지와 계속
pt_br: Pausar e continuar
ru: Пауза и продолжение
zh_hans: 暂停与继续
zh_hant: 暫停與繼續

# help.navTitle
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: 使い方
ko: 도움말
pt_br: Ajuda
ru: Справка
zh_hans: 使用帮助
zh_hant: 使用幫助

# help.quietDesc
source: After 12 seconds without interaction, secondary information fades. Touch to reveal it. Pauses and notices stay visible. Posters preserve abstract paths and light changes without place labels.
de: Nach 12 Sekunden ohne Eingabe verblassen Zusatzinformationen. Berühren blendet sie ein. Pausen und Hinweise bleiben sichtbar. Poster zeigen abstrakte Wege und Lichtwechsel ohne Ortsnamen.
es: Tras 12 segundos sin interacción se atenúa la información secundaria. Toca para verla. Pausas y avisos siguen visibles. Los pósteres conservan trazos abstractos y cambios de luz, sin nombres de lugares.
fr: Après 12 secondes sans action, les informations secondaires s’effacent. Touchez pour les retrouver. Pauses et alertes restent visibles. Les affiches gardent un tracé abstrait et les variations de lumière, sans noms de lieux.
it: Dopo 12 secondi senza interazioni, le informazioni secondarie sfumano. Tocca per mostrarle. Pause e avvisi restano visibili. I poster conservano tracce astratte e variazioni di luce senza nomi di luoghi.
ja: 12秒操作しないと補助情報が薄くなり、触れると戻ります。停止と通知は表示されます。ポスターには地名のない抽象的な足跡と光の変化を残します。
ko: 12초간 조작하지 않으면 보조 정보가 사라지고 터치하면 돌아옵니다. 정지와 알림은 유지됩니다. 포스터는 장소 이름 없이 추상적인 발자취와 빛의 변화를 남깁니다.
pt_br: Após 12 segundos sem interação, informações secundárias desaparecem. Toque para vê-las. Pausas e avisos continuam visíveis. Pôsteres guardam traços abstratos e mudanças de luz sem nomes de lugares.
ru: Через 12 секунд без действий второстепенные данные исчезают. Коснитесь для возврата. Паузы и уведомления остаются видимыми. Постеры сохраняют абстрактные следы и изменения света без названий мест.
zh_hans: 12 秒不操作后，次要信息淡出；触摸即可唤回。暂停和提示保持可见。海报保留抽象足迹和灯光变化，不标注地点。
zh_hant: 12 秒不操作後，次要資訊淡出；觸摸即可喚回。暫停和提示保持可見。海報保留抽象足跡和燈光變化，不標註地點。

# help.quietTitle
source: Less screen, more night
de: Weniger Bildschirm, mehr Nacht
es: Menos pantalla, más noche
fr: Moins d’écran, plus de nuit
it: Meno schermo, più notte
ja: 画面より夜道に集中
ko: 화면보다 밤길에 집중
pt_br: Menos tela, mais noite
ru: Меньше экрана, больше ночи
zh_hans: 少看屏幕，专注夜路
zh_hant: 少看螢幕，專注夜路

# help.togglesDesc
source: With rear-camera feedback, factor cards show context only (—); toggles are unavailable. In fallback auto mode, cards control the factor model. The displayed percentages are model estimates.
de: Bei Rückkamerasteuerung zeigen Karten nur Informationen (—), ohne Schalter. Im Ersatzmodus sind Faktoren schaltbar. Prozentwerte sind Modellschätzungen.
es: Con la cámara trasera, las tarjetas solo informan (—) y no se pueden cambiar. En el modo alternativo se pueden activar factores. Los porcentajes son estimaciones del modelo.
fr: Avec la caméra arrière, les cartes sont informatives (—), sans interrupteurs. En mode automatique de secours, les facteurs sont réglables. Les pourcentages sont des estimations du modèle.
it: Con la fotocamera posteriore, le schede sono informative (—) e non modificabili. Nella modalità alternativa puoi cambiare i fattori. Le percentuali sono stime del modello.
ja: 背面カメラ制御中のカードは参考情報（—）で、切り替えできません。代替の自動モードでは要因を切り替えられ、割合はモデルの推定値です。
ko: 후면 카메라 제어 중 카드는 참고 정보(—)이며 전환할 수 없습니다. 대체 자동 모드에서는 요인을 전환할 수 있으며 백분율은 모델 추정치입니다.
pt_br: Com a câmera traseira, os cartões apenas informam (—), sem controles. No modo alternativo, é possível alternar fatores. Os percentuais são estimativas do modelo.
ru: При управлении задней камерой карточки только информируют (—), без переключателей. В резервном авторежиме факторы можно менять. Проценты — оценки модели.
zh_hans: 后摄闭环可用时，因素卡片仅提供环境信息（—），不可开关。备用自动模式下可切换因素，百分比为模型估算。
zh_hant: 後攝閉環可用時，因素卡片僅提供環境資訊（—），不可開關。備用自動模式下可切換因素，百分比為模型估算。

# help.togglesTitle
source: Factor Toggles
de: Faktor-Schalter
es: Interruptores
fr: Interrupteurs
it: Interruttori fattori
ja: 要素の切り替え
ko: 요소 토글
pt_br: Interruptores de fatores
ru: Переключатели факторов
zh_hans: 因素开关
zh_hant: 因素開關

# history.empty
source: No night journeys yet
de: Noch keine Nachtwanderungen
es: Aún no hay paseos nocturnos
fr: Aucune marche nocturne pour l'instant
it: Nessuna passeggiata notturna per ora
ja: まだ夜の記録はありません
ko: 아직 밤의 기록이 없습니다
pt_br: Ainda não há caminhadas noturnas
ru: Ночных прогулок пока нет
zh_hans: 还没有夜路记录
zh_hant: 還沒有夜路記錄

# history.emptyHint1
source: Step into the night with GloWalk
de: Treten Sie mit GloWalk in die Nacht
es: Entra en la noche con GloWalk
fr: Entrez dans la nuit avec GloWalk
it: Entra nella notte con GloWalk
ja: GloWalk で夜の歩行を始めましょう
ko: GloWalk와 함께 밤길을 걸어보세요
pt_br: Entre na noite com o GloWalk
ru: Выйдите в ночь с GloWalk
zh_hans: 打开 GloWalk 开始一次夜间步行
zh_hant: 開啟 GloWalk 開始一次夜間步行

# history.emptyHint2
source: Double-tap the glow to dim the lantern
de: Doppeltippen Sie auf den Schein, um die Laterne zu löschen
es: Toca dos veces el resplandor para apagar la linterna
fr: Double-touchez la lueur pour éteindre la lanterne
it: Tocca due volte il bagliore per spegnere la lanterna
ja: 光の輪をダブルタップしてランタンを消しましょう
ko: 빛 원을 두 번 탭해 등불을 끄세요
pt_br: Toque duas vezes no brilho para apagar a lanterna
ru: Дважды коснитесь свечения, чтобы погасить фонарь
zh_hans: 走完后轻点中央圆环熄灭灯笼
zh_hant: 走完後輕點中央圓環熄滅燈籠

# history.emptyHint3
source: Your first journey becomes a keepsake
de: Ihr erster Spaziergang wird zum Andenken
es: Tu primer paseo se convierte en un recuerdo
fr: Votre première marche devient un souvenir
it: La tua prima passeggiata diventa un ricordo
ja: 最初の歩行が思い出のポスターになります
ko: 첫 걷기가 추억의 포스터가 됩니다
pt_br: Sua primeira caminhada vira uma lembrança
ru: Ваша первая прогулка станет памятным постером
zh_hans: 即可生成你的第一张夜路海报
zh_hant: 即可生成你的第一張夜路海報

# history.newWalk
source: New Journey
de: Neue Wanderung
es: Nuevo paseo
fr: Nouvelle marche
it: Nuova passeggiata
ja: 新しい歩行
ko: 새 걷기
pt_br: Nova caminhada
ru: Новая прогулка
zh_hans: 新步行
zh_hant: 新步行

# history.resumeWalk
source: Resume Walk
de: Wanderung fortsetzen
es: Reanudar paseo
fr: Reprendre la marche
it: Riprendi passeggiata
ja: 歩行に戻る
ko: 걷기로 돌아가기
pt_br: Retomar caminhada
ru: Вернуться к прогулке
zh_hans: 回到步行
zh_hant: 回到步行

# history.startWalk
source: Begin Your Walk
de: Wanderung beginnen
es: Iniciar paseo
fr: Commencer la marche
it: Inizia passeggiata
ja: 歩行を開始
ko: 걷기 시작
pt_br: Iniciar caminhada
ru: Начать прогулку
zh_hans: 开始步行
zh_hant: 開始步行

# history.title
source: Night Journeys
de: Nachtwanderungen
es: Paseos nocturnos
fr: Marches nocturnes
it: Passeggiate notturne
ja: 夜の歩行記録
ko: 밤길 기록
pt_br: Caminhadas noturnas
ru: Ночные прогулки
zh_hans: 步行记录
zh_hant: 步行紀錄

# history.unit.steps
source: steps
de: Schritte
es: pasos
fr: pas
it: passi
ja: 歩
ko: 걸음
pt_br: passos
ru: шаг
zh_hans: 步
zh_hant: 步

# history.weekHeader
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
zh_hans: 本周
zh_hant: 本星期

# history.weekSteps
source: %d steps
de: %d Schritte
es: %d pasos
fr: %d pas
it: %d passi
ja: %d歩
ko: %d걸음
pt_br: %d passos
ru: %d шагов
zh_hans: %d 步
zh_hant: %d 步

# history.weekWalks
source: %d walks
de: %d Wanderungen
es: %d paseos
fr: %d marches
it: %d passeggiate
ja: %d回
ko: %d회
pt_br: %d caminhadas
ru: %d прогулок
zh_hans: %d 次
zh_hant: %d 次

# hud.cameraDenied
source: Camera access denied — auto-brightness unavailable
de: Kamera verweigert – automatische Helligkeit nicht verfügbar
es: Acceso a la cámara denegado: brillo automático no disponible
fr: Accès caméra refusé — luminosité auto indisponible
it: Accesso alla fotocamera negato — luminosità automatica non disponibile
ja: カメラのアクセスが拒否されています — 自動調光は利用できません
ko: 카메라 접근이 거부되었습니다 — 자동 밝기를 사용할 수 없습니다
pt_br: Acesso à câmera negado — brilho automático indisponível
ru: Доступ к камере запрещён — автояркость недоступна
zh_hans: 相机权限未开启，无法自动调光
zh_hant: 相機權限未開啟，無法自動調光

# hud.cameraDeniedDismiss
source: Continue Anyway
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
it: Continua comunque
ja: このまま続ける
ko: 그래도 계속
pt_br: Continuar mesmo assim
ru: Всё равно продолжить
zh_hans: 暂不设置
zh_hant: 暫不設定

# hud.cameraDeniedMessage
source: GloWalk relies on the rear camera to sense ambient light and automatically adjust brightness. Without it, you'll need to control brightness manually.
de: GloWalk nutzt die Rückkamera, um Umgebungslicht zu erfassen und die Helligkeit automatisch anzupassen. Ohne sie müssen Sie die Helligkeit manuell steuern.
es: GloWalk usa la cámara trasera para detectar la luz ambiental y ajustar el brillo automáticamente. Sin ella, tendrás que controlar el brillo manualmente.
fr: GloWalk utilise la caméra arrière pour détecter la lumière ambiante et ajuster automatiquement la luminosité. Sans elle, vous devrez régler la luminosité manuellement.
it: GloWalk usa la fotocamera posteriore per rilevare la luce ambientale e regolare la luminosità automaticamente. Senza, dovrai controllare la luminosità a mano.
ja: GloWalk は背面カメラで環境光を感知し、明るさを自動調整します。カメラを使えない場合は、明るさを手動で調整してください。
ko: GloWalk는 후면 카메라로 주변광을 감지해 밝기를 자동으로 조절합니다. 카메라가 없으면 밝기를 직접 조절해야 합니다.
pt_br: O GloWalk usa a câmera traseira para detectar a luz ambiente e ajustar o brilho automaticamente. Sem ela, você precisará controlar o brilho manualmente.
ru: GloWalk использует заднюю камеру, чтобы определять окружающий свет и автоматически регулировать яркость. Без неё яркость придётся контролировать вручную.
zh_hans: GloWalk 通过后置摄像头感知环境光并自动调节亮度。没有相机权限，你需要手动控制亮度。
zh_hant: GloWalk 透過後置鏡頭感知環境光並自動調整亮度。沒有相機權限，你需要手動控制亮度。

# hud.cameraDeniedSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir ajustes
ru: Открыть настройки
zh_hans: 前往设置
zh_hant: 前往設定

# hud.cameraDeniedTitle
source: Camera Access Needed
de: Kamera erforderlich
es: Se necesita la cámara
fr: Accès caméra requis
it: Serve l'accesso alla fotocamera
ja: カメラのアクセスが必要です
ko: 카메라 접근 필요
pt_br: Acesso à câmera necessário
ru: Нужен доступ к камере
zh_hans: 需要相机权限
zh_hant: 需要相機權限

# hud.daylight
source: Bright light — torch off
de: Helles Licht – Taschenlampe aus
es: Luz brillante: linterna apagada
fr: Lumière suffisante — torche éteinte
it: Luce intensa — torcia spenta
ja: 明るいのでライトはオフ
ko: 밝은 곳 — 손전등 꺼짐
pt_br: Luz forte — lanterna desligada
ru: Яркий свет — фонарик выключен
zh_hans: 光线充足，手电筒已自动关闭
zh_hant: 光線充足，手電筒已自動關閉

# hud.drawing
source: Weaving your night journey…
de: Ihr Nachtpfad wird gezeichnet…
es: Dibujando tu paseo nocturno…
fr: Tissage de votre marche nocturne…
it: Sto disegnando la tua passeggiata notturna…
ja: 夜の足跡を描いています…
ko: 밤의 발자취를 그리고 있습니다…
pt_br: Tecendo sua caminhada noturna…
ru: Создаём ваш ночной маршрут…
zh_hans: 正在绘制你的夜路足迹...
zh_hant: 正在繪製你的夜路足跡...

# hud.hint.adjust
source: Drag to adjust brightness
de: Zum Einstellen ziehen
es: Desliza para ajustar
fr: Glisser pour régler
it: Trascina per regolare
ja: ドラッグで明るさ調整
ko: 드래그로 밝기 조절
pt_br: Arraste para ajustar
ru: Свайп для настройки
zh_hans: 拖动调整亮度
zh_hant: 拖動調整亮度
